{"phases": [
				{"name":"intro", 
				"desc":"Vous vous réveillez au milieu d’un laboratoire en ruine, avec un gout de chair humaine en bouche  (ne me demandez pas comment vous savez que ce n’est pas du boeuf ou du poulet). Vous êtes totalement seul et il fait jour dehors.", 
				"buttons" : [{"go":"fouiller_labo", "desc":"Fouiller le laboratoire"}, {"go":"call_labo", "desc":"Appeler à l’aide"}, {"go":"exit_labo", "desc":"Chercher la sortie"}], 
				"actions":[{"name":"start"}]},

				{"name":"fouiller_labo",
				"desc":"Vous ne trouvez à priori rien d’utile, ou en tout cas rien que vous ne comprenez. Ca parle de protozoaires, de mollécules acidioxyméthichlorodique, et de clonage humain. Rien d’intéressant en somme.",
				"buttons":[{"go":"clonage_labo", "desc":"Wait what? Clonage humain?"}, {"go":"call_labo", "desc":"Appeler à l'aide"}, {"go":"exit_labo", "desc":"Chercher la sortie"}],
				"actions":[{}]},

				{"name":"call_labo",
				"desc":"Vous appelez désespérément à l’aide dans ce laboratoire qui semble plutôt vide, et malgré votre extinction de voix vous entendez une personne approcher au loin. Plus les pas se rapprochent, plus vous êtes plein de questions prêt à demander ce qu’il s’est passé, quand tous d’un coup vous voyez la personne au loin tenant un gros fusil à pompe pointé vers vous et vous explose en petit morceau à travers la pièce.",
				"buttons":[{"go":"intro", "desc":"Recommencer ?"}],
				"actions":[{}]},

				{"name":"clonage_labo",
				"desc":"Non non, j’ai rien dit, c’est juste le scénariste qui s’est emporté. Et puis de toute façon, votre personnage ne comprend pas vraiment de quoi il s’agit. C’est pas parce que les résultats des tests parlaient d’échecs et de mutation bizarres que c’est forcément intéressant hein ...",
				"buttons":[{"go":"mutation_labo", "desc":"Pardon ? Des mutations ?"}, {"go":"call_labo", "desc":"Appeler à l'aide"}, {"go":"exit_labo", "desc":"Chercher la sortie"}],
				"actions":[{}]},

				{"name":"exit_labo",
				"desc":"Vous errez dans les couloirs. Votre jambe gauche vous fait mal et vous la trainez derrière vous. Vous vous sentez vraiment fatigué. Si vous aviez pu avoir un miroir vous auriez bien vu votre air fatigué <span style=”font-size: 6px”>(si, si, faites moi confiance)</span>, mais vous n’en avez pas. Au fur à mesure de votre errance, vous arrivez devant ce qui semble être une porte menant sur l’extérieur.",
				"buttons":[{"go":"labo_outside", "desc":"Franchir la porte"}],
				"actions":[{}]},

				{"name":"mutation_labo",
				"desc":"Oui bon, ok, ça parle d’expériences râtées qui ont créé des monstres et des trucs dans le genre. Mais rien qui semble vous concerner ne vous inquiétez pas.<br/><br/><span style=”font-size: 6px”>Il va vraiment gober ça ?</span>",
				"buttons":[{"go":"exit_labo", "desc":"Chercher la sortie"}],
				"actions":[{}]},

				{"name":"labo_outside",
				"desc":"Vous sortez donc du labo, la lumière aveuglante du soleil vous fait pousser un grognement. La faim vous transperce l’estomac et vous commencez donc à errez dans l’espoir de trouver de la nourriture. Vous êtes visiblement au milieu de la campagne profonde … (drôle d’endroit pour un laboratoire, on sait, mais on a pas trouvé mieux) Vous avez le choix entre vous diriger vers une maison isolée, ou une grange.",
				"buttons":[{"go":"goto_maison", "desc":"Aller vers la maison"}, {"go":"goto_grange", "desc":"Aller vers la grange"}],
				"actions":[{}]},

				{"name":"goto_grange",
				"desc":"Vous vous approchez de la grange et entendez des bruits d’animaux : poules, vaches, pingouins, éléphants, cochons. Tout y est. La porte principale est entrouverte, vous pouvez passer par là. Vous voyez également une échelle qui semble monter à l’étage.",
				"buttons":[{"go":"grange_ladder", "desc":"Monter à l’échelle"}, {"go":"goto_maison", "desc":"Repartir vers la maison"}, {"go":"grange_inside", "desc":"Passer par la porte principale"}],
				"actions":[{}]}
]}