{"phases": [
	{"name":"death", 
	"desc":"Et voilà, vous êtes mort ... C'est dommage mais bon, c'est la vie ... Enfin, non, du coup c'est la mort. Bref. Vous m'avez compris.", 
	"buttons" : [{"go":"intro", "desc":"Recommencer"}], 
	"actions":[{}]},

	{"name":"intro", 
	"desc":"", 
	"buttons" : [{"go":"debut", "desc":"Lancer la partie"}], 
	"actions":[{"name":"start"}]},
    
    {"name":"debut", 
	"desc":"Vous vous réveillez au milieu d’un laboratoire en ruine, avec un gout de chair humaine en bouche  (ne me demandez pas comment vous savez que ce n’est pas du boeuf ou du poulet). Vous êtes totalement seul et il fait jour dehors.", 
	"buttons" : [{"go":"fouiller_labo", "desc":"Fouiller le laboratoire"}, {"go":"call_labo", "desc":"Appeler à l’aide"}, {"go":"exit_labo", "desc":"Chercher la sortie"}], 
	"actions":[{}]},
    
	{"name":"fouiller_labo",
	"desc":"Vous ne trouvez à priori rien d’utile, ou en tout cas rien que vous ne comprenez. Ca parle de protozoaires, de mollécules acidioxyméthichlorodique, et de clonage humain. Rien d’intéressant en somme.",
	"buttons":[{"go":"clonage_labo", "desc":"Wait what? Clonage humain?"}, {"go":"call_labo", "desc":"Appeler à l'aide"}, {"go":"exit_labo", "desc":"Chercher la sortie"}],
	"actions":[{}]},

	{"name":"call_labo",
	"desc":"Vous appelez désespérément à l’aide dans ce laboratoire qui semble plutôt vide, et malgré votre extinction de voix vous entendez une personne approcher au loin. Plus les pas se rapprochent, plus vous êtes plein de questions prêt à demander ce qu’il s’est passé, quand tous d’un coup vous voyez la personne au loin tenant un gros fusil à pompe pointé vers vous et vous explose en petit morceau à travers la pièce.",
	"buttons":[{"go":"intro", "desc":"Recommencer"}],
	"actions":[{"name":"hit"}]},

	{"name":"clonage_labo",
	"desc":"Non non, j’ai rien dit, c’est juste le scénariste qui s’est emporté. Et puis de toute façon, votre personnage ne comprend pas vraiment de quoi il s’agit. C’est pas parce que les résultats des tests parlaient d’échecs et de mutation bizarres que c’est forcément intéressant hein ...",
	"buttons":[{"go":"mutation_labo", "desc":"Pardon ? Des mutations ?"}, {"go":"call_labo", "desc":"Appeler à l'aide"}, {"go":"exit_labo", "desc":"Chercher la sortie"}],
	"actions":[{}]},

	{"name":"exit_labo",
	"desc":"Vous errez dans les couloirs. Votre jambe gauche vous fait mal et vous la trainez derrière vous. Vous vous sentez vraiment fatigué. Si vous aviez pu avoir un miroir vous auriez bien vu votre air fatigué (si, si, faites moi confiance), mais vous n’en avez pas. Au fur à mesure de votre errance, vous arrivez devant ce qui semble être une porte menant sur l’extérieur.",
	"buttons":[{"go":"labo_outside", "desc":"Franchir la porte"}],
	"actions":[{}]},

	{"name":"mutation_labo",
	"desc":"Oui bon, ok, ça parle d’expériences râtées qui ont créé des monstres et des trucs dans le genre. Mais rien qui semble vous concerner ne vous inquiétez pas.<br/><br/>Il va vraiment gober ça ?",
	"buttons":[{"go":"exit_labo", "desc":"Chercher la sortie"}],
	"actions":[{}]},

	{"name":"labo_outside",
	"desc":"Vous sortez donc du labo, la lumière aveuglante du soleil vous fait pousser un grognement. La faim vous transperce l’estomac et vous commencez donc à errez dans l’espoir de trouver de la nourriture. Vous êtes visiblement au milieu de la campagne profonde … (drôle d’endroit pour un laboratoire, on sait, mais on a pas trouvé mieux) Vous avez le choix entre vous diriger vers une maison isolée, ou une grange.",
	"buttons":[{"go":"goto_maison", "desc":"Aller vers la maison"}, {"go":"goto_grange", "desc":"Aller vers la grange"}],
	"actions":[{}]},

	{"name":"goto_grange",
	"desc":"Vous vous approchez de la grange et entendez des bruits d’animaux : poules, vaches, pingouins, éléphants, cochons. Tout y est. La porte principale est entrouverte, vous pouvez passer par là. Vous voyez également une échelle qui semble monter à l’étage.",
	"buttons":[{"go":"grange_ladder", "desc":"Monter à l’échelle"}, {"go":"goto_maison", "desc":"Repartir vers la maison"}, {"go":"grange_inside", "desc":"Passer par la porte principale"}],
	"actions":[{}]},

	{"name":"grange_ladder",
	"desc":"L’échelle semble faire 3 à 4 mètres de haut, assez petite en somme. Vous commencez à grimper petit à petit. Vous arrivez en haut sain et sauf. Enfin presque, vous ne l’avez peut être pas remarqué, mais vous vous êtes un peu (voire beaucoup) égratigné sur les barreaux.",
	"buttons":[{"go":"grange_up_fouiller", "desc":"Fouiller l’étage de la grange"}, {"go":"grange_inside_jump", "desc":"Sauter dans la salle principale"}, {"go":"grange_sieste", "desc":"Faire une sieste dans la paille"}],
	"actions":[{}]},

	{"name":"grange_up_fouiller",
	"desc":"Vous remuez la paille en haut de la grange, tout ça pour découvrir … Pas grand chose. Vous voyez un poulet mort. Cela ne fait pas bien longtemps. Vous avez vraiment très faim … Vraiment très faim. Sans pouvoir vous contrôler, vous dévorez les entrailles du poulet (franchement c’est pas beau à voir). Bizarrement, ça vous redonne des forces. Descendre l’échelle serait faire demi-tour, il ne vous reste plus qu’à aller dans la grange.",
	"buttons":[{"go":"grange_inside_jump", "desc":"Sauter dans la grange"}],
	"actions":[{"name":"heal"}]},

	{"name":"grange_inside_jump",
	"desc":"Vous sautez dans la grange, et franchement, vous vous faites bien mal aux jambes … C’est quand même balot d’avoir voulu monter là haut. Autour de vous, vous voyez des cochons, des vaches, des poulets. Toute une étable au final. Votre ventre gargouille encore un peu. Mais cette fois, vous avez le choix.",
	"buttons":[{"go":"grange_eat", "desc":"Manger des animaux"}, {"go":"goto_maison", "desc":"Sortir et aller vers la maison"}, {"go":"grange_sieste", "desc":"Faire une sieste dans la paille"}],
	"actions":[{"name":"hit"}]},

	{"name":"grange_inside",
	"desc":"Vous entrez prudemment dans la grange. Autour de vous, vous voyez des cochons, des vaches, des poulets. Toute une étable au final. Votre ventre gargouille un peu. Ces poulets, vaches et autres sont très tentants … Vous en prendriez bien un morceau, non ?",
	"buttons":[{"go":"grange_eat", "desc":"Manger des animaux"}, {"go":"goto_maison", "desc":"Sortir et aller vers la maison"}],
	"actions":[{}]},

	{"name":"grange_eat",
	"desc":"Avec une force assez incroyable, et une vélocité un peu hors du commun vous vous attrapez un poulet qui passait par là et lui arrachez le cou d’une torsion de poignet. Le sang afflue et vous ne pouvez vous empêcher de l’éponger avec votre bouche. Vous commencez alors à dévorer la bête. Une fois votre repas fini, vous jetez la carcasse plumée de côté. Il n’y a rien d’intéressant par ici. Peut être que la maison offrira d’autres perspectives plus intéressantes.",
	"buttons":[{"go":"goto_maison", "desc":"Aller vers la maison"}],
	"actions":[{"name":"heal"}]},

	{"name":"goto_maison",
	"desc":"Vous vous approchez de la chaumière. C’est sans doute le fermier qui vit là. Ou plutôt vivait. La maison est totalement en ruine. Il manque une tuile sur deux au minimum, la plupart des fenêtres sont brisées, le crépis jonche le sol … Et je ne vous parlerez même pas du jardin si bien … Entretenu. ",
	"buttons":[{"go":"inside_maison", "desc":"Rentrer dans la maison"}, {"go":"inside_back_maison", "desc":"Contourner la maison"}, {"go":"check_maison", "desc":"Regarder à l'intérieur depuis une fenêtre"}],
	"actions":[{}]},

	{"name":"inside_maison",
	"desc":"Vous franchissez silencieusement le seuil de la maisonnette pour vous retrouver dans un salon sens dessus dessous. Vous entendez quelques pas rapides de l’autre côté de la pièce, vers le couloir. Sur votre droite un escalier monte à l’étage. Vous pouvez soit monter, soit aller voir les bruits au fond du couloir.",
	"buttons":[{"go":"couloir_maison", "desc":"Aller vers le couloir"}, {"go":"upstair_maison", "desc":"Monter les escaliers"}],
	"actions":[{}]},

	{"name":"inside_back_maison",
	"desc":"Vous contournez la maison et passez à travers les mauvaises herbes qui vous arrivent environ jusqu’aux genoux. Alors que vous arrivez au coin du mur, vous entendez un gros “clac”. Vous ne sentez rien mais n’arrivez plus à avancer. Un coup d’oeil vous informe que votre pied est pris dans un piège à ours.",
	"buttons":[{"go":"trap_open", "desc":"Se détacher"}, {"go":"trap_wait", "desc":"Attendre tranquillement"}],
	"actions":[{"name":"hit"}]},

	{"name":"check_maison",
	"desc":"Vous longez un mur pour regardez à travers une fenêtre. Vous parcourez la pièce intérieure du regard sans rien voir que des meubles renversés et sales. La poussière recouvre presque chaque centimètre carré de ce qui semblait être un salon. Alors que vous repartez vers une autre fenêtre, vous entendez un gros “clac”. Vous ne sentez rien mais n’arrivez plus à avancer. Un coup d’oeil vous informe que votre pied est pris dans un piège à ours.",
	"buttons":[{"go":"trap_open", "desc":"Se détacher"}, {"go":"trap_wait", "desc":"Attendre tranquillement"}],
	"actions":[{"name":"hit"}]},

	{"name":"upstair_maison",
	"desc":"Vous montez les escaliers en essayant de ne pas trop faire grincer les marches, et c’est franchement pas facile … Une fois arrivé en haut, vous voyez un petit couloir avec ce qui semble être des chambres sur les côtés. Aucune porte n’est grande ouverte, mais on ne dirait pas qu’une seule porte soit verrouillée.",
	"buttons":[{"go":"upstair_room_check", "desc":"Inspecter les chambres"}, {"go":"couloir_maison", "desc":"Descendre et aller vers le couloir"}],
	"actions":[{}]},

	{"name":"upstair_room_check",
	"desc":"Vous passez de chambre en chambre. Toutes vides. Toutes à part une, et comme par hasard la dernière que vous regardez. Vous voyez un tas de cadavres à moitié décomposés. Si on avait été dans un film, vous auriez pu penser que c’étaient des zombies. Des zombies morts. Mais nous ne sommes pas dans un film, si ?",
	"buttons":[{"go":"couloir_maison", "desc":"Descendre et aller voir de l’autre côté du salon"}],
	"actions":[{}]},

	{"name":"couloir_maison",
	"desc":"Vous avancez dans le couloir sans lumière. Le soleil se couche peu à peu et vous n’y voyez presque plus rien. Cependant vous voyez une silhouette passer une porte et la claquer derrière elle. Votre instinct vous dit de la suivre. Vous vous retrouvez en haut des escaliers qui semblent mener à une cave.",
	"buttons":[{"go":"cave_inside", "desc":"Descendre à la cave"}],
	"actions":[{}]},

	{"name":"trap_open",
	"desc":"Vous vous baissez pour essayer d’enlever le piège qui bloque votre jambe. Vous remarquez que bizarrement, cela ne fait pas si mal que ça. Il n’y a que quelques gouttes de sang qui perlent de votre muscle. Et ce sang n’est pas rouge, mais noir. Quelque chose ne va pas … Malgré tous vos efforts, impossible de vous libérer.",
	"buttons":[{"go":"trap_wait", "desc":"Attendre"}],
	"actions":[{}]},

	{"name":"trap_wait",
	"desc":"Vous attendez, le pied toujours coincé dans le piège. Vous attendez longtemps. Et la nuit commence à tomber. Au soleil couchant, vous entendez des bruits de moteur et voyez des phares se rapprocher de vous. Vous entendez quelqu’un crier haut et fort, mais impossible de discerner ce qu’il dit.",
	"buttons":[{"go":"trap_hide", "desc":"S’accroupir pour se cacher"}, {"go":"trap_call", "desc":"Agiter les bras pour appeller à l’aide"}],
	"actions":[{}]},

	{"name":"trap_hide",
	"desc":"Vous vous baissez pour vous cacher parmis les herbes et attendez. Les voitures se rapprochent. Vous voyez que ce sont en réalité des jeeps remplies de gens en treillis militaires, et armés jusqu’aux dents. Ils ont l’air à la fois très remontés, mais surtout ils ont l’air de chercher quelqu’un. Vous entendez l’un d’eux parler : “Allez les gars ! On va chasser ce bouffeur de cerveaux !”",
	"buttons":[{"go":"trap_wait_call", "desc":"Les appeler"}, {"go":"trap_wait_bis", "desc":"Rester caché"}],
	"actions":[{}]},

	{"name":"trap_call",
	"desc":"Les voitures se rapprochent et vous restez debout en agitant les bras pour qu’ils viennent vous aider. Vous voyez que ce sont en réalité des jeeps remplies de gens en treillis militaires, et armés jusqu’aux dents. Ils ont l’air à la fois très remontés, mais surtout ils ont l’air de chercher quelqu’un. Lorsqu’ils vous remarquent, les jeeps semblent accélérer, vous êtes à présent leur destination. Et les balles se mettent à pleuvoir dans votre direction. Plusieurs vous touchent sans pour autant vous faire de mal. Vous voyez l’une d’elle arriver droit vers votre front. L’impact est violent. Vous venez de mourir.",
	"buttons":[{"go":"intro", "desc":"Recommencer"}],
	"actions":[{"name":"death"}]}
],

"start_life": 1,
"hunger": true,
"hunger_level": 10}